{
    "cardHeading": "Premium Pet Products For Your Furry Friends",
    "sologan": "Shop by pet, brands or products on sale",
    "button": "Exporle Now",
    "homeLink": "Home",
    "catLink": "Categories",
    "aboutLink": "About",
    "contactLink": "Contact",
    "workingHeading": "How it works?",
    "card1Heading": "Search for products",
    "card2Heading": "Select your products",
    "card3Heading": "Checkout and pay",
    "card1desc": "Browse our extensive catalog of pet products using our easy search feature",
    "card2desc": "Add your favorite pet items to your cart with just one click",
    "card3desc": "Complete your purchase securely and wait for your delivery",
    "catHeading": "Categories",
    "cats": "Cats",
    "dogs": "Dogs",
    "birds": "Birds",
    "fish": "Fish",
    "rabbits": "Rabbits",
    "bannerHeading": "Book a Consultancy Call Online",
    "bannerPara": "Schedule a one-on-one session with our experts and get personalized guidance at your convenience.",
    "bannerBtn": "Book Now",
    "faqHeading": "Frequently Asked Questions",
    "faq1Q": "How do I choose the right food for my pet?",
    "faq1A": "Choosing the right food depends on your pet's age, size, breed, and health needs. Look for products that meet AAFCO standards and contain high-quality ingredients. Puppies and kittens need food formulated for growth, while senior pets benefit from formulas that support aging joints and organs. If your pet has specific health concerns, consult with your veterinarian for personalized recommendations.",
    "faq2Q": " What is your return and exchange policy?",
    "faq2A": "We accept returns and exchanges within 30 days of purchase with a valid receipt. Unopened food and treats can be returned for a full refund. Opened consumables cannot be returned for health and safety reasons. For toys and accessories, items must be in original condition with packaging. Defective products can be exchanged or refunded at any time. Please contact our customer service team for assistance with returns.",
    "faq3Q": "Do you offer pet adoption services?",
    "faq3A": "While we don't directly handle pet adoptions, we partner with local animal shelters and rescue organizations to host adoption events throughout the year. We can provide information about reputable adoption centers in your area and offer starter kits for new pet parents. We believe in supporting rescue efforts and encourage adoption over purchasing from breeders whenever possible.",
    "footerHeading": "Your one-stop shop for all pet supplies. We offer high-quality products for your beloved pets at competitive prices.",
    "quickLinks": "Quick Links",
    "follow": "Follow Us",
    "newsletter": "Newsletters",
    "newletterPara": "Subscribe to our newsletter for updates and exclusive offers!",
    "subscribeBtn": "Subscribe",
    "copyright": "La meilleure coupe. All rights reserved.",
    "contactHeading": "Have Questions? Get in Touch!",
    "contactPara": "We're here to help! If you have any questions or concerns, please don't hesitate to contact us.",
    "submitBtn": "Submit",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "placeholder1": "Enter your name",
    "placeholder2": "Enter your email",
    "placeholder3": "Write your message",
    "consultHeading": "Book Consultation",
    "consultBanner": "Book a Consultation for Your Pets Today!",
    "consultPara": "Get expert advice for your beloved animals and birds. From health checkups to daily care tips, our professionals are here to guide you every step of the way.",
    "booking":"per booking",
    "l1": "Seamless Online Booking in Minutes",
    "l2": "One-on-One Video Calls with Experts",
    "l3": "No Hidden Fees or Extra Charges",
    "l4": "Available for All Pets Birds, Cats, Dogs & More",
    "bookBtn": "Book Now",
    "aboutHeading": "About Us",
    "aboutPara": "Welcome to La Meilleure Coupe your one-stop destination for pets, birds, and premium pet care products. We are passionate about helping you find the perfect companion and providing everything you need to keep them healthy and happy. With trusted sellers, quality products, and an easy shopping experience, we make pet ownership simple and joyful.",
    "missionHeading": "Our Mission: Building a Trusted Pet Community for Every Animal Lover",
    "missionPara": "At La Meilleure Coupe, our mission is to bring pets and people together through a platform built on trust, care, and a true passion for animals. We believe every pet deserves a loving home and every owner deserves the best.",
    "ml1": "Trust",
    "ml2": "Care",
    "ml3": "Simplicity",
    "ml4": "Joy",
    "offerHeading": "What We Offer: A Complete Range of Pets, Birds, and Premium Pet Products",
    "offerPara": "From playful puppies and exotic birds to high-quality food, toys, and accessories, we provide everything you need to welcome, care for, and celebrate your beloved pets — all in one convenient place.",
    "of1": "Pets",
    "of2": "Birds",
    "of3": "Products",
    "of4": "Quality",
    "whyHeading": "Why Choose La Meilleure Coupe: Quality, Trust, and Convenience You Can Rely On",
    "whyPara": "We go beyond just selling we are committed to offering a safe, verified, and affordable platform where your journey to pet ownership is smooth, happy, and worry-free.",
    "w1": "Verified",
    "w2": "Reliable",
    "w3": "Easy",
    "w4": "Affordable",
    "SaleBadge": "Sale",
    "privacyLink": "Privacy Policy",
    "termsLink": "Terms of Service"

}