{
    "cardHeading": "Premium Pet Products For Your Furry Friends",
    "sologan": "Shop by pet, brands or products on sale",
    "button": "Exporle Now",
    "homeLink": "Home",
    "catLink": "Categories",
    "aboutLink": "About",
    "contactLink": "Contact",
    "workingHeading": "How it works?",
    "card1Heading": "Search for products",
    "card2Heading": "Select your products",
    "card3Heading": "Checkout and pay",
    "card1desc": "Browse our extensive catalog of pet products using our easy search feature",
    "card2desc": "Add your favorite pet items to your cart with just one click",
    "card3desc": "Complete your purchase securely and wait for your delivery",
    "catHeading": "Categories",
    "cats": "Cats",
    "dogs": "Dogs",
    "birds": "Birds",
    "fish": "Fish",
    "rabbits": "Rabbits",
    "bannerHeading": "Welcome to La Meilleure Coupe The perfect pet store website solution",
    "bannerPara": " We offer a wide range of products for your pets, from food to toys and accessories",
    "bannerBtn": "Shop Now",
    "faqHeading": "Frequently Asked Questions",
    "faq1Q": "How do I choose the right food for my pet?",
    "faq1A": "Choosing the right food depends on your pet's age, size, breed, and health needs. Look for products that meet AAFCO standards and contain high-quality ingredients. Puppies and kittens need food formulated for growth, while senior pets benefit from formulas that support aging joints and organs. If your pet has specific health concerns, consult with your veterinarian for personalized recommendations.",
    "faq2Q": " What is your return and exchange policy?",
    "faq2A": "We accept returns and exchanges within 30 days of purchase with a valid receipt. Unopened food and treats can be returned for a full refund. Opened consumables cannot be returned for health and safety reasons. For toys and accessories, items must be in original condition with packaging. Defective products can be exchanged or refunded at any time. Please contact our customer service team for assistance with returns.",
    "faq3Q": "Do you offer pet adoption services?",
    "faq3A": "While we don't directly handle pet adoptions, we partner with local animal shelters and rescue organizations to host adoption events throughout the year. We can provide information about reputable adoption centers in your area and offer starter kits for new pet parents. We believe in supporting rescue efforts and encourage adoption over purchasing from breeders whenever possible.",
    "footerHeading": "Your one-stop shop for all pet supplies. We offer high-quality products for your beloved pets at competitive prices.",
    "quickLinks": "Quick Links",
    "follow": "Follow Us",
    "newsletter": "Newsletters",
    "newletterPara": "Subscribe to our newsletter for updates and exclusive offers!",
    "subscribeBtn": "Subscribe",
    "copyright": "La meilleure coupe. All rights reserved.",
    "contactHeading": "Have Questions? Get in Touch!",
    "contactPara": "We're here to help! If you have any questions or concerns, please don't hesitate to contact us.",
    "submitBtn": "Submit",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "placeholder1": "Enter your name",
    "placeholder2": "Enter your email",
    "placeholder3": "Write your message"
}