{
    "cardHeading": "Produits pour animaux de compagnie haut de gamme pour vos amis à quatre pattes",
    "sologan": "Achetez par animal de compagnie, par marque ou par produit en solde",
    "button": "Explorez maintenant",
    "homeLink": "Page d'accueil",
    "catLink": "Catégories",
    "aboutLink": "À propos",
    "contactLink": "Contact",
    "workingHeading": "Comment ça marche?",
    "card1Heading": "Rechercher des produits",
    "card2Heading": "Sélectionnez vos produits",
    "card3Heading": "Commander et payer",
    "card1desc": "Parcourez notre vaste catalogue de produits pour animaux de compagnie à l'aide de notre fonction de recherche facile",
    "card2desc": "Ajoutez vos articles pour animaux de compagnie préférés à votre panier en un seul clic",
    "card3desc": "Complete your purchase securely and wait for your deliveryFinalisez votre achat en toute sécurité et attendez votre livraison",
    "catHeading": "Catégories",
    "cats": "Chats",
    "dogs": "Chiens",
    "birds": "Oiseaux",
    "fish": "Poisson",
    "rabbits": "Lapins",
    "bannerHeading": "Bienvenue chez La Meilleure Coupe La solution parfaite pour votre site Web d'animalerie",
    "bannerPara": "Nous proposons une large gamme de produits pour vos animaux de compagnie, de la nourriture aux jouets et accessoires",
    "bannerBtn": "Achetez maintenant",
    "faqHeading": "Questions fréquemment posées",
    "faq1Q": "Comment choisir la bonne nourriture pour mon animal de compagnie ?",
    "faq1A": "Le choix de la nourriture adaptée dépend de l'âge, de la taille, de la race et des besoins de santé de votre animal. Privilégiez les produits conformes aux normes de l'AAFCO et contenant des ingrédients de haute qualité. Les chiots et les chatons ont besoin d'une alimentation adaptée à leur croissance, tandis que les animaux âgés ont besoin de formules qui soutiennent le vieillissement de leurs articulations et organes. Si votre animal présente des problèmes de santé particuliers, consultez votre vétérinaire pour des recommandations personnalisées.",
    "faq2Q": "Quelle est votre politique de retour et d'échange ?",
    "faq2A": "Nous acceptons les retours et les échanges dans les 30 jours suivant l'achat, sur présentation d'un reçu valide. Les aliments et friandises non ouverts peuvent être retournés pour un remboursement complet. Les consommables ouverts ne peuvent être retournés pour des raisons de santé et de sécurité. Pour les jouets et accessoires, les articles doivent être dans leur état d'origine, avec leur emballage. Les produits défectueux peuvent être échangés ou remboursés à tout moment. Veuillez contacter notre service client pour obtenir de l'aide concernant les retours.",
    "faq3Q": "Offrez-vous des services d'adoption d'animaux de compagnie ?",
    "faq3A": "Bien que nous ne gérons pas directement les adoptions d'animaux, nous collaborons avec des refuges et des organismes de sauvetage locaux pour organiser des événements d'adoption tout au long de l'année. Nous pouvons vous renseigner sur les centres d'adoption réputés de votre région et proposer des kits de démarrage aux nouveaux propriétaires. Nous soutenons les efforts de sauvetage et encourageons l'adoption plutôt que l'achat auprès des éleveurs, dans la mesure du possible.",
    "footerHeading": "Votre guichet unique pour tous vos articles pour animaux. Nous proposons des produits de haute qualité pour vos compagnons adorés à des prix compétitifs.",
    "quickLinks": "Liens rapides",
    "follow": "Suivez-nous",
    "newsletter": "bulletins d'information",
    "newletterPara": "Abonnez-vous à notre newsletter pour des mises à jour et des offres exclusives !",
    "subscribeBtn": "Abonnez-vous",
    "copyright": "Le meilleur coupé. Tous droits réservés.",
    "contactHeading": "Des questions ? Contactez-nous !",
    "contactPara": "Nous sommes là pour vous aider ! Pour toute question ou préoccupation, n'hésitez pas à nous contacter.",
    "submitBtn": "Soumettre",
    "name": "Nom",
    "email": "E-mail",
    "message": "Message",
    "placeholder1": "Entrez votre nom",
    "placeholder2": "Entrez votre email",
    "placeholder3": "Écrivez votre message",
    "Aquarium Oxygen Bubbler": "Boulleur oxygène aquarium",
    "Decorative Plants": "Plantes décoratives",
    "Fighter Pellets": "Granulés pour combattant",
    "Plastic Aquraium": "Aquarium Plastique"
}